Repository: Soferity/Lunox
Catalog: src/Lang/Strings/*/Help.resw
Source language: en_gb
Languages: fr_fr, pl_pl

# Bug_Suggestion.Text
source: Bug Did You Find It? Do You Have a Suggestion?
fr_fr: Bug Mu Buldunuz? Öneriniz Mi Var?
pl_pl: Znalazłeś Błąd? Masz Sugestię?

# Bug_Suggestion_Text_First.Text
source: If you found a bug on Lunox, please report it to us via
fr_fr: Lunox'da bir hata bulduysanız, lütfen
pl_pl: Jeśli znalazłeś błąd w Lunox, proszę

# Bug_Suggestion_Text_Last.Text
source: if you have a new feature request or suggestion.
fr_fr: aracılığıyla bildirin.
pl_pl: zgłoś się przez.

# Bug_Suggestion_Text_Middle.Text
source: . Again, let us know via
fr_fr: aracılığıyla bize bu sorunu bildirin. Eğer yeni bir özellik isteğiniz veya öneriniz varsa yine bize
pl_pl: poinformuj nas o tym problemie przez. Jeśli masz prośbę lub sugestię dotyczącą nowej funkcji, skontaktuj się z nami ponownie

# Does.Text
source: What Does Lunox Do?
fr_fr: Lunox Ne İşe Yarar?
pl_pl: Co Robi Lunox?

# Does_Text.Text
source: Lunox allows you to easily perform unit conversions, file conversions, OCR operations, QR operations, HTML-CSS-JS-JSON operations and many other leading operations with the various infrastructure it offers. Some Lunox's features in summary are: • It looks modern • Wide variety • Customizable • Easy to use • Most importantly, It's an Open Source Software (OSS)!
fr_fr: Lunox sunduğu çeşitli altyapısı ile birim dönüşümleri, dosya dönüşümleri, OCR işlemleri, QR işlemleri, HTML-CSS-JS-JSON işlemleri ve daha bir çok önde gelen işlemleri kolaylıkla yapmanıza olanak sağlar. Özetle bazı Lunox özellikleri şunlardır: • Modern görünüm • Çok çeşitli • Özelleştirilebilir • Kolay kullanım • En önemlisi, Açık Kaynaklı Yazılımdır (OSS)!
pl_pl: Dzięki różnej infrastrukturze Lunox umożliwia łatwe wykonywanie konwersji jednostek, konwersji plików, operacji OCR, operacji QR, operacji HTML-CSS-JS-JSON i wielu innych wiodących operacji. Podsumowując, oto kilka funkcji Lunox: • Nowoczesny wygląd • Szeroka gama • Konfigurowalny • Łatwy w użyciu • Co najważniejsze, jest to Oprogramowanie Open Source (OSS)!

# Hint.Text
source: Hint
fr_fr: İpucu
pl_pl: Wskazówka

# Hint_Text_Contribute.Text
source: contribute to this project
fr_fr: bu projeye katkıda bulunmanızı
pl_pl: przyczynić się do tego projektu

# Hint_Text_Discussions.Text
source: Discussions
fr_fr: Tartışmalar
pl_pl: Dyskusja

# Hint_Text_First.Text
source: Lunox is currently under heavy development. You can give your suggestions and feedback on our
fr_fr: Lunox şu anda yoğun bir geliştirme aşamasındadır. Öneri ve görüşlerinizi
pl_pl: Lunox jest obecnie intensywnie rozwijany. Sugestie i opinie

# Hint_Text_Middle.Text
source: page. If you feel comfortable in writing code using C# (.NET), we highly encourage you to
fr_fr: sayfamızdan iletebilirsiniz. C# (.NET) kullanarak kod yazarken kendinizi rahat hissediyorsanız,
pl_pl: możesz go wysłać na naszej stronie. Jeśli czujesz się komfortowo pisząc kod w C# (.NET),

# Information.Text
source: Information
fr_fr: Bilgilendirme
pl_pl: Informacja

# Requirements.Text
source: What are the System Requirements?
fr_fr: Sistem Gereksinimleri Nelerdir?
pl_pl: Jakie Są Wymagania Systemowe?

# Requirements_Text.Text
source: • Operating System: Windows 11, Windows 10 1809 and above • Architecture: ARM, ARM64, x64, x86 • Video Memory: 1 GB and above • DirectX: Version 9 and above • Memory: 1 GB and above • Keyboard: Optional • Camera: Optional • Mouse: Optional • Touch: Optional
fr_fr: • İşletim Sistemi: Windows 11, Windows 10 1809 ve üzeri • Mimari: ARM, ARM64, x64, x86 • Dokunmatik: İsteğe Bağlı • DirectX: Sürüm 9 ve üzeri • Kamera: İsteğe Bağlı • Video Belleği: 1 GB ve üzeri • Klave: İsteğe Bağlı • Fare: İsteğe Bağlı • Bellek: 1 GB ve üzeri
pl_pl: • System operacyjny: Windows 11, Windows 10 1809 i nowsze • Architektura: ARM, ARM64, x64, x86 • Dotyk: opcjonalny • DirectX: wersja 9 i nowsze • Aparat: Opcjonalny • Pamięć wideo: 1 GB lub więcej • Klawiatura: opcjonalna • Mysz: opcjonalna • Pamięć: 1 GB i więcej

# What.Text
source: What is Lunox?
fr_fr: Lunox Nedir?
pl_pl: Co To Jest Lunox?

# What_Text.Text
source: Lunox is a customizable, modern and advanced Universal Utility Toolkit.
fr_fr: Lunox özelleştirilebilir, modern ve gelişmiş bir Evrensel Yardımcı Araç Kitidir.
pl_pl: Lunox to konfigurowalny, nowoczesny i zaawansowany uniwersalny zestaw narzędzi narzędzi.
